[BD_LostSouls_SoulCollectable InteractiveObjectBalanceDefinition]
DefaultDisplayName="Muda de Treant"

[IO_DemonicSouls_Bonfire1 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_DemonicSouls_Bonfire2 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_DemonicSouls_Bonfire3 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_LostSouls_SoulCollectable InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_MO_DemonicSouls_Soul MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Almas"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_DemonicSouls_Soul:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Sinta a agonia... os insultos... e as mãos machucadas."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_DemonicSouls_Souls2 MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Almas"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_DemonicSouls_Souls2:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Sinta a agonia... os insultos... e as mãos machucadas."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_DemonicSouls_Souls3 MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Almas"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_DemonicSouls_Souls3:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Sinta a agonia... os insultos... e as mãos machucadas."
NoConstraintText=""
Suffix=""
Prefix=""

